import React from "react";

const WhyUs = () => {
    return (
        <div className="w-full flex justify-center items-start flex-col gap-8">
            <div className="w-full flex justify-start items-center gap-4">
                <h1 className="text-2xl text-slate-600 font-medium">
                    რატომ ჩვენ?
                </h1>
            </div>
            <div className="text-slate-700">
                <p>
                    თუ თქვენ ჯერ კიდევ არ ხართ დარწმუნებული, რომ ჩვენი საიტი
                    თქვენი განცხადების გავრცელების საუკეთესო გზაა, გაეცანით
                    შემდეგ ფაქტებს:
                </p>
            </div>
            <div className="w-full flex flex-col justify-center items-start gap-1 text-slate-700">
                <p>
                    ** ჩვენ ყველაზე ძველი და გამოცდილი დასაქმების საიტი ვართ
                    საქართველოში: საიტის პირველი ვარიანტი 1998 წელს შეიქმნა.
                </p>
                <p>
                    ** წლების განმავლობაში, ჩვენი საიტი ირიცხებოდა საქართველოს
                    ყველაზე პოპულარულ საიტთა ათეულში.
                </p>
                <p>
                    ** საიტს ყოველდღიურად 200-დან 300-მდე განცხადება ემატება.
                    ჯობს.გე ქართულ ვებ-სივრცეში ერთ-ერთი ყველაზე დინამიური
                    საიტია.
                </p>
                <p>
                    ** ჩვენი საიტი ღირსეული და სანდო პარტნიორის რეპუტაციით
                    სარგებლობს კლიენტებში, რომელთა შორის არიან საერთაშორისო
                    ორგანიზაციები და კომპანიები, საელჩოები და დიპლომატიური
                    მისიები, სახელმწიფო დაწესებულებები, ადგილობრივი კომპანიები
                    და არასამთავრობო ორგანიზაციები. შეუძლებელია ათასობით კლიენტი
                    ცდებოდეს.
                </p>
                <p>
                    ** ჩვენი საიტი ოფიციალურად რეგისტრირებულია როგორც შეზღუდული
                    პასუხისმგებლობის საზოგადოება. ყველა ანგარიშსწორება
                    ხორციელდება საბანკო გადარიცხვით და ყველა გადასახადის გადახდა
                    სრულად ხდება.
                </p>
                <p>
                    ** საიტი უფასოდ უწევს მომსახურებას ბავშვთა საკითხებზე
                    მომუშავე ადგილობრივ არასამთავრობო ორგანიზაციებს. დამატებით,
                    20% ფასდაკლება ვრცელდება ყველა ადგილობრივი არასამთავრობო
                    ორგანიზაციის განცხადებებზე და უფასო ტრეინინგების/სემინარების
                    და სტიპენდიების პროგრამების შესახებ ინფორმაციის
                    განთავსებაზე.
                </p>
            </div>
        </div>
    );
};

export default WhyUs;
